---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CutFailures
source: html/32a3b3d8-9467-b62c-cddd-f8da8a0e1ab6.htm
---
# BuiltInFailures.CutFailures Properties

Elements do not intersect.